/* No Internet connection. */
"Error.NoInternet" = "Please connect to the internet.";

/* Invalid server reply. */
"Error.NoReply" = "Oops! The server is broken.";

/* Server does not reply. */
"Error.NoServer" = "Oops! The server is not responding.";

/* Not enough space. */
"Error.NoSpace" = "Your memory is full.";

/* From start date to end date. */
"DateRange" = "%1$@ until %2$@";

/* day.month.year */
"iOS3.ShortDateFormat" = "M/d/y";

/* day.month. */
"iOS3.VeryShortDateFormat" = "M/d";

/* Calculator */
"Tab.Calculator" = "Calculator";

/* Challenges */
"Tab.Challenges" = "Challenges";

/* Theme */
"Tab.Theme" = "Topic";

/* One open challenge. */
"Challenge.Open1" = "1 Challenge still open";

/* More than one open challenges. */
"Challenge.OpenX" = "%u Challenges still open";

/* One expired challenge. */
"Challenge.Expired1" = "1 Challenge has expired";

/* More than one expired challenges. */
"Challenge.ExpiredX" = "%u Challenges have expired";

/* Next week. */
"Date.NextWeek" = "next week";

/* Loading. */
"Network.Loading" = "loading ...";

/* Done. */
"Challenge.Done" = "Done!";

/* Done? */
"Challenge.IsDone" = "Completed?";

/* Expired. */
"Challenge.Expired" = "Expired";

/* Weekday when next challenge starts. */
"Challenge.FromDay" = "from %@";

/* Tip. */
"Challenge.Tip" = "Tip";

/* Back. */
"Challenge.Back" = "Back";

/* One remaining day. */
"Date.RemainingDay" = "Today";

/* Number of remaining days. */
"Date.RemainingDays" = "%d days";

/* Progress of friends. */
"Facebook.FriendsProgress" = "Your friends’ progress:";

/* Results of friends. */
"Facebook.FriendsResults" = "Your friends’ results:";

/* No friends. */
"Facebook.NoFriends" = "Currently none of your\nfriends are participating.";

/* Score download error. */
"Scores.Error" = "Oops! The results cannot currently be displayed.";

/* Facebook is not activated. */
"Facebook.NotActivated1" = "Connect to Facebook";

/* Facebook is not activated. */
"Facebook.NotActivated2" = "Compare your progress to that of your\nfriends on Facebook.";

/* Facebook is not activated. */
"Facebook.NotActivated3" = "You can always deactivate it again.";

/* Disconnect from Facebook. */
"Facebook.Disconnect1" = "Turn off Facebook";

/* Disconnect from Facebook. */
"Facebook.Disconnect2" = "The connection between this app and your Facebook account will be deleted.";

/* Disconnect from Facebook. */
"Facebook.Disconnect3" = "You can always reactivate it again.";

/* One calculator entry. */
"Facebook.Entry" = "(1 Entry)";

/* Number of calculator entries. */
"Facebook.Entries" = "(%u Entries)";

/* Waiting for scores. */
"Scores.Waiting" = "Results are being loaded ...";

/* Continue sentence. */
"Scores.AmongstOthers" = ", amongst others ";

/* Enumeration of friends. */
"Scores.And" = " and ";

/* No participants. */
"Scores.NoParticipants" = "No one has completed this Challenge. You could be the first!";

/* Accomplished.*/
"Scores.Accomplished" = "Accomplished";

/* Do accept challenges. */
"Challenges.DoAccept" = "Accept Challenges:";

/* Did accept challenges. */
"Challenges.DidAccept" = "Challenge accepted.";

/* Runs for 0 days. */
"Challenges.RunningFor0" = "Running since today";

/* Runs for 1 day. */
"Challenges.RunningFor1" = "Running since yesterday";

/* Runs for x days. */
"Challenges.RunningForX" = "Running for %d days";

/* Not yet running */
"Challenges.NotRunning" = "Get your bet on!";

/* Does not run for 0 days. */
"Challenges.NotRunningFor0" = "Expired today";

/* Does not run for 1 day. */
"Challenges.NotRunningFor1" = "Expired yesterday";

/* Does not run for x days. */
"Challenges.NotRunningForX" = "Expired %d days ago";

/* Challenge teaser. */
"Challenge.Teaser2" = "Here you’ll find the second challenge of the week.";

/* Start calculator. */
"Calculator.Start" = "Calculate";

/* Add to calculator. */
"Calculator.Add" = "add";

/* Myself. */
"Scores.Myself" = "Me";

/* Finish. */
"Calculator.Finish" = "Finished";

/* Source. */
"FlipView.Source" = "Backround/Sources";

/* Sources. */
"FlipView.Sources" = "Calculations und sources:";

/* Theme of the week. */
"Theme.CurrentWeek" = "THIS WEEKS TOPIC:";

/* Charts. */
"Achievements.Charts" = "You are in rank %1$u of %2$u";

/* Achievements. */
"AchievementsView.Achievements" = "Achievements";

/* Challenges. */
"AchievementsView.Challenges" = "Challenges";

/* There are no achievements. */
"AchievementsView.NoAchievements" = "Complete both challenges in one week\nand earn an achievement badge!";

/* Ranking. */
"AchievementsView.Ranking" = "Rank";

/* Worldwide accomplished challenges. */
"AchievementsView.WorldwideChallenges" = "Completed challenges worldwide:";

/* About EcoChallenge. */
"Credits.EcoChallenge" = "The EcoChallenge app tries to encourage a more environmentally conscious lifestyle. Take the challenge!\n\nEcoChallenge presents you with two new challenges a week and all the supplemental information required to help you understand topics such as local produce, clean light or transportation. You can discover that small changes make big differences!";

/* Third party code. */
"Credits.ThirdParty1" = "Open Source software used:";

/* Third party code. */
"Credits.ThirdParty2" = "ZipArchive (Minizip), Facebook iOS SDK, Stig Brautasets JSON Framework";

/* License. */
"Credits.License" = "EcoChallenge is an Open Source project and licensed under the GPL 3.0.\nAll photos, images, fonts and editorial content in this app are excluded from this.";

/* Show tutorial. */
"Tutorial.Show1" = "Show tutorial";

/* Show Tutorial. */
"Tutorial.Show2" = "The tutorial page will be shown when a\nnew topic is chosen.";

/* Invitation subject. */
"Mail.Invite.Subject" = "Invitation to EcoChallenge";

/* Send ID subject. */
"Mail.ID.Subject" = "My ID for the FH Potsdam study";
